/* info window version */
"<version> (needs update)" = "<version> (要アップデート）";

/* info window version */
"<version> (up to date)" = "<version> (最新）";

/* Return Character */
"\r" = "\r";

/* detail of error message */
"A single iPod was detected, but it must be mounted on the desktop for this operation to work." = "1 台の iPod が見つかりましたが、この操作を行うためにはデスクトップにマウントする必要があります。";

/* menu item */
"About iPod Updater" = "iPod アップデートについて";

/* detail of confirmation message */
"All data currently stored on the iPod will be lost." = "現在 iPod に保存されているデータはすべて失われます。";

/* error message */
"An error occurred. There may be open files on the iPod." = "エラーが発生しました。iPod 上でファイルを開いている可能性があります。";

/* main window message */
"An iPod is attached, but not mounted on the desktop." = "iPod は接続されていますが、デスクトップにマウントされていません。";

/* error message */
"An unexpected error occurred." = "予期しないエラーが起きました。";

/* confirmation message */
"Are you sure you want to restore the iPod software?" = "iPod ソフトウェアを復元してもよろしいですか？";

/* text next to lock when unlocking */
"Authenticating..." = "認証中...";

/* info window label */
"Capacity:" = "容量：";

/* text next to lock when locked */
"Click the lock to make changes." = "変更するにはカギをクリックします。";

/* text next to lock when unlocked */
"Click the lock to prevent further changes." = "変更できないようにするにはカギをクリックします。";

/* menu item */
"Close Window" = "ウインドウを閉じる";

/* menu item */
"Copy" = "コピー";

/* error message */
"Could not find a SysInfo file on the iPod disk." = "iPod ディスクで SysInfo ファイルが見つかりませんでした。";

/* error message */
"Could not find updater library." = "アップデータライブラリが見つかりませんでした。";

/* menu item */
"Cut" = "カット";

/* progress message */
"Done restoring iPod software" = "iPod ソフトウェアの復元が終了しました";

/* progress message */
"Done updating iPod software" = "iPod ソフトウェアのアップデートが終了しました";

/* menu title */
"Edit" = "編集";

/* detail of confirmation message */
"If you quit while an operation is in progress, you may need to restore the iPod software later." = "操作の進行中に終了すると、iPod ソフトウェアを後で復元しなければならなくなることがあります。";

/* main window title */
"iPod Software <version> Updater" = "iPod ソフトウェア <version> アップデート";

/* about window firmware version line */
"iPod Software Version <version>" = "iPod ソフトウェアバージョン <version>";

/* main window title */
"iPod Windows Software <version> Updater" = "iPod Windows ソフトウェア <version> アップデート";

/* error message */
"More than one iPod is attached." = "複数の iPod が接続されています。";

/* main window message */
"More than one iPod is attached. Please attach one iPod at a time to be updated." = "複数の iPod が接続されています。アップデートする iPod を 1 度に 1 台だけ接続してください。";

/* info window label */
"Name:" = "名前：";

/* error message */
"No iPod is attached." = "iPod が接続されていません。";

/* button for main window */
"Nothing" = "なし";

/* menu title */
"Options" = "オプション";

/* error message */
"Out of memory." = "メモリ不足です。";

/* menu item */
"Paste" = "ペースト";

/* detail of error message */
"Please attach one iPod at a time to be updated." = "アップデートする iPod を 1 度に 1 台だけ接続してください。";

/* main window message */
"Plug in an iPod to update it." = "iPod をアップデートするために、ケーブルを接続してください。";

/* Quit command key */
"Q" = "Q";

/* menu item */
"Quit" = "終了";

/* confirmation dialog title */
"Quit " = "終了 ";

/* confirmation message */
"Quit while this operation is in progress?" = "この操作の進行中に終了しますか？";

/* Restore iPod command key */
"R" = "R";

/* message for main window */
"Reset iPod to Windows factory settings. \rAll music and data will be erased." = "iPod をリセットして、Windows の工場出荷時の設定に戻します。\rすべての音楽とデータが消去されます。";

/* button for main window */
"Restore" = "復元";

/* confirmation dialog title */
"Restore " = "復元 ";

/* message for main window */
"Restore completely erases your iPod and applies factory settings. Your music and other data will be erased." = "復元すると、iPod の内容が完全に消去され、工場出荷時の設定が適用されます。音楽やその他のデータは消去されます。";

/* menu item */
"Restore iPod" = "iPod を復元";

/* progress message */
"Restoring iPod software" = "iPod ソフトウェアを復元中";

/* info window label */
"Serial Number:" = "製造番号：";

/* info window label */
"Software Version:" = "ソフトウェアのバージョン：";

/* button in progress sheet */
"Stop" = "停止";

/* main window message */
"The attached iPod does not have proper software on it." = "接続されている iPod には適切なソフトウェアがありません。";

/* error message */
"The iPod could not be unmounted because it is in use. Please close any open files on the iPod and try again." = "使用中のため iPod のマウントを解除できませんでした。iPod のファイルをいったん閉じて再度開いてから、もう一度やり直してください。";

/* error message */
"The iPod disk does not have the correct structure." = "iPod ディスクの構造が正しくありません。";

/* error message */
"The iPod is not mounted." = "iPod がマウントされていません。";

/* detail of error message */
"The iPod Updater application may be damaged." = "iPod アップデート アプリケーションが壊れている可能性があります。";

/* error message */
"The iPod Updater requires CarbonLib 1.4 or newer." = "iPod アップデートには CarbonLib 1.4 以降が必要です。";

/* error message */
"The iPod Updater requires Mac OS X." = "iPod アップデートには、Mac OS X が必要です。";

/* detail of error message, part in <> is replaced and should not be translated) */
"The Mac OS error code was <error>." = "Mac OS のエラーコードは <error> でした。";

/* error message */
"The updater does not have a firmware image." = "アップデータにファームウェアイメージが含まれていません。";

/* error message */
"The updater does not have a volume image." = "アップデータにボリュームイメージが含まれていません。";

/* button for main window */
"Update" = "アップデート";

/* menu item */
"Update iPod" = "iPod をアップデート";

/* message for main window */
"Update puts the latest system software on your iPod." = "アップデートすると、iPod に最新のシステムソフトウェアがインストールされます。";

/* progress message */
"Updating iPod software" = "iPod ソフトウェアをアップデート中";

/* about window app version line */
"Version <version>" = "バージョン <version>";

/* Close Window command key */
"W" = "W";

/* main window message */
"Your iPod has been restored to factory settings, and is restarting. Please leave the iPod connected and wait while it completes the restore process." = "お使いの iPod は工場出荷時の設定に戻り、再起動中です。復帰のプロセスを完了させるため、iPod のケーブルを接続したままお待ちください。";

/* main window message */
"Your iPod has been restored to factory settings. Please eject and then unplug and replug the iPod so it can complete the restore process." = "お使いの iPod は工場出荷時の設定に戻りました。復帰のプロセスを完了させるため、マウントされているディスクを取り出してから、iPod のケーブルを取り外し、もう一度接続してください。";

/* main window message */
"Your iPod has been restored to factory settings. Please unplug and replug the iPod so it can complete the restore process." = "お使いの iPod は工場出荷時の設定に戻りました。復帰のプロセスを完了させるため、iPod のケーブルを取り外し、もう一度接続してください。";

/* main window message */
"Your iPod has been updated to version <version>, and is restarting. Please leave the iPod connected and wait while it completes the update process." = "お使いの iPod は バージョン <version> にアップデートされ、再起動中です。アップデートのプロセスを完了させるため、iPod のケーブルを接続したままお待ちください。";

/* main window message */
"Your iPod has been updated to version <version>. Please eject and then unplug and replug the iPod so it can complete the update process." = "お使いの iPod はバージョン <version> にアップデートされました。アップデートを完了させるため、マウントされているディスクを取り出してから、iPod のケーブルを取り外し、もう一度接続してください。";

/* main window message */
"Your iPod has been updated to version <version>. Please unplug and replug the iPod so it can complete the update process." = "お使いの iPod はバージョン <version> にアップデートされました。アップデートを完了させるため、iPod のケーブルを取り外し、もう一度接続してください。";

